Repository: CyrilleSaga/c_converter
Catalog: lib/locales/app_*.arb
Languages: fr

source: Currency
fr: Devise

source: Currency I have
fr: Devise que j'ai

source: Currency I want
fr: Devise que je veux

# currencyIHaveDescription
source: I have this much to exchange
fr: J'ai ce montant à convertir

# currencyIWantDescription
source: I want to buy something at this price
fr: Je veux acheter quelque chose à ce prix

source: Switch Currencies
fr: Permuter les devises

source: Amount
fr: Montant

# amountDescription
source: Enter amount
fr: Entrer le montant

source: Search Currency
fr: Rechercher la devise

source: Search
fr: Rechercher
